/* Enter name */
" " = " ";

/* No comment provided by engineer. */
"Activation: step %ld" = "Activation: step %ld";

/* No comment provided by engineer. */
"All" = "All";

/* Cancel action */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Could not resolve Traccar's IP address" = "Could not resolve Traccar's IP address";

/* No comment provided by engineer. */
"Edit name" = "Edit name";

/* No comment provided by engineer. */
"Edit Tracker" = "Edit Tracker";

/* No comment provided by engineer. */
"Enter name" = "Enter name";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Finish activation" = "Finish activation";

/* No comment provided by engineer. */
"No tracker choosed" = "No tracker choosed";

/* OK action */
"OK" = "OK";

/* No comment provided by engineer. */
"Point of interest" = "Point of interest";

/* No comment provided by engineer. */
"Remove tracks" = "Remove tracks";

/* No comment provided by engineer. */
"Saved in Gallery" = "Saved in Gallery";

/* No comment provided by engineer. */
"Screenshot taken" = "Screenshot taken";

/* No comment provided by engineer. */
"Start" = "Start";

/* No comment provided by engineer. */
"STOP" = "STOP";

/* No comment provided by engineer. */
"Update" = "Update";

/* No comment provided by engineer. */
"You" = "You";

/* No comment provided by engineer. */
"You must choose tracker on Trackers screen in Settings to start it" = "You must choose tracker on Trackers screen in Settings to start it";

"Seconds" = "Seconds";
"Minutes" = "Minutes";

"You do not have mobile network." = "You do not have mobile network.";

/* Push messages */
"PUSH_MESSSAGE_FRIEND_REQUEST" = "%@ wants to be friends with you";
"PUSH_MESSSAGE_CHECK_FOR_STAND" = "Your tracker is now standing still in the same position.";

//subscription
"You don't have any tracker" = "You don't have any tracker";
"You don't have any subscription" = "You don't have any subscription";

"Please add a tracker or subscribe to your friend's tracker" = "Please add a tracker or subscribe to your friend's tracker";
"Add tracker" = "Add tracker";
"Restore" = "Restore";
"Subscribe" = "Subscribe";
"Please subscribe" = "Please subscribe";

"reset_all" = "You need to update the tracker with new ip-adress for it to work. Please press button and send the preprogrammed SMS to the tracker";
"reset_all_btn" = "Update";
"select_your_tracker" = "Select your tracker";
"tabbar_map" = "Map";
"tabbar_history" = "History";
"tabbar_trackers" = "Trackers";
"tabbar_settings" = "Settings";

"tracker_last_seen" = "Last seen";
"tracker_GRMS" = "";
"tracker_speed" = "Speed";
"tracker_distance" = "Distance";
"tracker_distance_travelled" = "Distance travelled";
"tracker_signal_strength" = "Signal strength";
"tracker_edit" = "Edit";
"No data" = "No data";

